Repository: kkcjy/Translator
Catalog: model/OPUS-MT-train/finetune/VNK-Hallituksen_vuosikertomus.tmx
Source language: fi_fi
Languages: sv_se

source: Näillä oli vaikutusta myös talousennusteisiin ja syksyllä 2017 valtiovarainministeriön bruttokansantuotteen kasvuennustetta vuodelle 2017 oli nostettu 2,9 prosenttiin.
sv_se: Detta inverkade också på de ekonomiska prognoserna och på hösten 2017 höjdes finansministeriets tillväxtprognos för bruttonationalprodukten för 2017 till 2,9 %.

source: Maailmantalouden myönteiset näkymät vahvistuivat vuoden 2017 aikana.
sv_se: De positiva utsikterna för världsekonomin stärktes under 2017.

source: Erityisesti Euroopassa talouskehitys oli ennakoitua parempaa.
sv_se: Den ekonomiska utvecklingen var bättre än väntat, särskilt i Europa.

source: Maailmantalouden kasvu oli laajaalaista.
sv_se: Världsekonomin växte på bred front.

source: Useissa talouksissa sekä vienti että kotimainen kysyntä elpyivät.
sv_se: Både exporten och den inhemska efterfrågan återhämtade sig i många ekonomier.

source: Työttömyys on alentunut, mutta vaatimaton palkkakehitys ei vielä näy inflaation kiihtymisenä.
sv_se: Arbetslösheten har sjunkit men den anspråkslösa löneutvecklingen har tills vidare inte påskyndat inflationen.

source: Yhdysvaltojen talouden kasvu jatkui nopeana vuoden 2017 jälkipuoliskolla, ja ennakoivat indikaattorit viittaavat kasvun jatkumiseen.
sv_se: Den ekonomiska tillväxten i Förenta staterna var fortsatt snabb under den senare hälften av 2017 och prognosindikatorerna visar att tillväxten fortsätter.

source: Erityisesti teollisuuden uudet tilaukset osoittavat vahvaa kasvua, joskin uusien vientitilausten suhteen odotukset ovat maltillisempia.
sv_se: Särskilt de nya ordrarna för industrin går starkt framåt, men när det gäller nya exportordrar är förväntningarna måttfullare.

source: Inflaationäkymät olivat edelleen maltillisia.
sv_se: Inflationsutsikterna var alltjämt återhållsamma.

source: Vaatimattoman nimellispalkkakehityksen taustalla arvioidaan olevan hidas tuottavuuden kasvu ja työvoiman ylitarjonta.
sv_se: Den långsamma ökningen i produktiviteten och överutbudet på arbetskraft bedöms vara orsakerna till den anspråkslösa nominella löneutvecklingen.

source: Euroalueen kasvu jatkui vahvana, luottamus pysyi korkealla ja investoinnit ovat elpyneet lähelle finanssikriisiä edeltävää tasoa.
sv_se: Den starka tillväxten i euroområdet fortsatte, förtroendet förblev högt och investeringarna har återhämtat sig och är nu nära den nivå som rådde före finanskrisen.

source: Työllisyystilanne parantui, mutta kuten Yhdysvalloissa, palkkakehitys oli useissa euroalueen maissa yhä maltillista, mikä heijastui ostovoiman vaatimattomana kasvuna ja vaimeina inflaatio-odotuksina.
sv_se: Sysselsättningsläget förbättrades, men liksom i Förenta staterna var löneutvecklingen alltjämt måttfull i många av euroområdets länder, vilket avspeglades i en anspråkslös ökning av köpkraften och dämpade inflationsförväntningar.

source: Tästä huolimatta kuluttajien odotukset talouskehityksestä olivat useissa maissa myönteisiä.
sv_se: Trots detta var konsumenternas förväntningar på den ekonomiska utvecklingen positiva i ett flertal länder.

source: 3.1.2 Julkisen talouden hoitoa ohjaavat EU- ja kansalliset säännökset
sv_se: 3.1.2 Bestämmelser på EU-nivå och nationell nivå som styr skötseln av de offentliga finanserna

source: EU-säännökset, erityisesti perussopimus sekä vakaus- ja kasvusopimus, asettavat puitteet julkisen talouden hoidolle jäsenmaissa.
sv_se: EU-bestämmelserna, särskilt fördraget och stabilitets- och tillväxtpakten, anger ramarna för skötseln av de offentliga finanserna i medlemsstaterna.

source: Vakaus- ja kasvusopimuksen ennaltaehkäisevä osa varmistaa, että finanssipolitiikka on kestävää normaalin suhdannevaihtelun aikana, kun taas korjaava osa määrittelee kehikon, jonka puitteissa maat ryhtyvät korjaaviin toimiin liiallisen alijäämän tilanteessa.
sv_se: Stabilitets- och tillväxtpaktens förebyggande del säkerställer att finanspolitiken är hållbar under normala konjunkturväxlingar, medan den korrigerande delen fastställer den ram inom vilken länderna ska vidta korrigerande åtgärder i en situation med alltför stora underskott.

source: Julkisen talouden tavoitteenasettelua ohjaa julkisyhteisöjen rahoitusasemaa koskeva keskipitkän aikavälin tavoite (MTO).
sv_se: Målsättningen för de offentliga finanserna styrs av det medelfristiga målet för saldot inom den offentliga sektorn.

source: Sen tehtävänä on varmistaa turvamarginaali perussopimuksen alijäämä- ja velkaviitearvoihin nähden sekä julkisen talouden kestävyyden nopea saavuttaminen.
sv_se: Detta mål ska säkerställa säkerhetsmarginalen med avseende på referensvärdena för underskottet och skulden i fördraget samt att hållbarhet i de offentliga finanserna uppnås snabbt.

source: Finanssipoliittisen lain mukaan valtioneuvosto ryhtyy tarpeellisiksi katsomiinsa julkisen talouden vakautta ja kestävyyttä korjaaviin toimenpiteisiin, jos julkisen talouden rakenteellisessa rahoitusasemassa sen arvion mukaan on MTO:n saavuttamista vaarantava merkittävä poikkeama.
sv_se: Enligt den finanspolitiska lagen ska statsrådet vidta de åtgärder som statsrådet anser behövliga för att korrigera de offentliga finansernas stabilitet och hållbarhet, om det enligt dess bedömning finns en sådan betydande avvikelse i det strukturella saldot i de offentliga finanserna som kan äventyra uppnåendet av det medelfristiga målet.

source: Laki talous- ja rahaliiton vakaudesta, yhteensovittamisesta sekä ohjauksesta ja hallinnasta tehdyn sopimuksen lainsäädännön alaan kuuluvien määräysten voimaansaattamisesta ja sopimuksen soveltamisesta sekä julkisen talouden monivuotisia kehyksiä koskevista vaatimuksista 869/2012.
sv_se: Lag om sättande i kraft av de bestämmelser som hör till området för lagstiftningen i fördraget om stabilitet, samordning och styrning inom Ekonomiska och monetära unionen och om tillämpning av fördraget samt om kraven på de fleråriga ramarna för de offentliga finanserna 869/2012.

source: Suomessa keskipitkän aikavälin tavoitteeksi on asetettu -0,5 prosentin rakenteellinen rahoitusjäämä suhteessa bruttokansantuotteeseen.
sv_se: I Finland sattes det medelfristiga målet för den strukturella balansen till -0,5 % i förhållande till bruttonationalprodukten.

source: Suomelle myönnettiin keväällä 2017 rakenneuudistuslausekkeen mukaista joustoa, joka sallii poikkeaman MTO-tavoitteeseen johtavalta polulta vuosina 2017–2019.
sv_se: På våren 2017 beviljades Finland flexibilitet i enlighet med strukturreformsklausulen, vilket tillåter avvikelse från det medelfristiga målet 2017–2019.

source: Maakohtaisten suositusten mukaisesti Suomen tulee saavuttaa MTO-tavoite v. 2018 ottaen huomioon Suomelle myönnetty jousto, mikä tarkoittaa -1,0 prosentin rakenteellista rahoitusasemaa.
sv_se: I enlighet med de landspecifika rekommendationerna Finland måste nå det medelfristiga målet år 2018 med beaktande av den flexibilitet som beviljats Finland. Detta betyder ett strukturellt saldo på -1,0 %.

source: Suomi saavutti MTO:n v. 2016, jolloin julkisen talouden rakenteellinen rahoitusasema oli -0,4 % suhteessa bruttokansantuotteeseen.
sv_se: Finland nådde det medelfristiga målet 2016, då det strukturella saldot i de offentliga finanserna var -0,4 % i förhållande till bruttonationalprodukten.

source: Vuonna 2017 rakenteellinen rahoitusasema vahvistui edelleen -0,1 prosenttiin suhteessa bruttokansantuotteeseen eli Suomi ylitti MTO:n.
sv_se: År 2017 stärktes det strukturella saldot igen till -0,1 % i förhållande till bruttonationalprodukten, dvs. Finland överskred det medelfristiga målet.

source: Vahvistumisen taustalla oli nopea verotulojen kasvu ja erittäin vaimea kokonaismenojen kehitys, jota tukivat mm. hallitusohjelman liitteen 6 mukaiset sopeutustoimet.
sv_se: Orsaken till detta var den snabba ökningen av skatteinkomsterna och att de totala utgifterna utvecklades på ett synnerligen dämpat sätt som stöddes bl.a. av anpassningsåtgärderna i bilaga 6 till regeringsprogrammet.

source: Suomi noudatti rakenteellista rahoitusasemaa koskevia vaatimuksia v. 2017.
sv_se: Finland följde kraven på strukturellt saldo 2017.

source: Julkisen talouden suunnitelmasta annetun asetuksen (VNa 120/2014, muut. 601/2017) mukaan julkisen talouden suunnitelmassa asetetaan MTO:n lisäksi nimelliset monivuotiset rahoitusasematavoitteet koko julkiselle taloudelle sekä tavoite kullekin julkisen talouden alasektorille.
sv_se: Enligt statsrådets förordning om en plan för de offentliga finanserna (120/2014, ändrad 601/2017) ställs det utöver det medelfristiga målet i planen för de offentliga finanserna upp fleråriga nominella mål för saldot för hela den offentliga sektorns finanser samt ett mål för varje undersektor inom de offentliga finanserna.

source: Nämä tavoitteet on asetettava siten, että ne johtavat vähintään MTO:n saavuttamiseen.
sv_se: De här målen ska ställas upp så att de åtminstone leder till att det medelfristiga målet uppnås.

source: Hallituksen päättämiä alasektorikohtaisia nimellisiä rahoitusasematavoitteita on kuvattu tarkemmin edellä luvussa 2.1.
sv_se: De nominella mål för saldot för varje undersektor som regeringen fattat beslut om beskrivs närmare i kapitel 2.1.

source: Velvoite monivuotisten tavoitteiden asettamisesta lisättiin asetukseen v. 2017.
sv_se: År 2017 fogades skyldigheten att ställa upp fleråriga mål till förordningen.

source: Hallitus asetti monivuotiset tavoitteet ensimmäisen kerran keväällä 2017 laaditussa julkisen talouden suunnitelmassa.
sv_se: Regeringen ställde för första gången upp de fleråriga målen i den plan för de offentliga finanserna som utarbetades våren 2017.

source: EU:n perussopimuksessa on asetettu julkisen talouden alijäämälle kolmen prosentin ja velalle 60 prosentin viitearvot suhteessa bruttokansantuotteeseen.
sv_se: I EU:s fördrag fastställs referensvärdet för underskottet i de offentliga finanserna till 3 % och för skulden till 60 % i förhållande till bruttonationalprodukten.

source: Julkisen talouden alijäämä on pysynyt selvästi alle kolmessa prosentissa vuodesta 2015 lähtien ja aleni 0,6 prosenttiin v. 2017.
sv_se: Underskottet i de offentliga finanserna har hållit sig klart under 3 % sedan 2015 och sjönk till 0,6 % 2017.

source: Myös velkasuhde kääntyi laskuun v. 2016 ja aleni julkisen talouden sopeutustoimien ja talouskasvun myötä 61,4 prosenttiin v. 2017.
sv_se: Även skuldkvoten började sjunka 2016 och minskade 2017 till 61,4 % i och med anpassningsåtgärderna i de offentliga finanserna och den ekonomiska tillväxten.

source: Velkasuhteen alenemisesta johtuen komissio on arvioinut Suomen täyttävän EU:n velkakriteerin v. 2017.
sv_se: Tack vare den minskade skuldkvoten har kommissionen bedömt att Finland uppfyller EU:s skuldkriterium 2017.

source: 3.1.3 Julkisen talouden tila vuonna 2017
sv_se: 3.1.3 Läget i den offentliga ekonomin 2017

source: Suomen julkinen talous on ollut koko kuluvan vuosikymmenen ajan alijäämäinen.
sv_se: Den offentliga ekonomin i Finland har under hela detta decennium uppvisat underskott.

source: Julkista taloutta ovat heikentäneet väestön ikärakenteen muutoksesta johtuva ikäsidonnaisten menojen kasvu ja vuoteen 2015 saakka heikkona jatkunut talouskehitys.
sv_se: Den offentliga ekonomin har försvagats av att de åldersrelaterade utgifterna har ökat till följd av förändringar i befolkningens åldersstruktur och att den ekonomiska utvecklingen varit svag till 2015.

source: Sopeutustoimet sekä talouskasvun elpyminen ovat kuitenkin pienentäneet alijäämää viime vuosina.
sv_se: Anpassningsåtgärderna och den ekonomiska tillväxtens återhämtning har under de senaste åren dock minskat underskottet.

source: Vuonna 2017 alijäämä oli 1,3 mrd. euroa eli 0,6 % suhteessa bruttokansantuotteeseen.
sv_se: År 2017 var underskottet 1,3 md euro, dvs. 0,6 % i förhållande till bruttonationalprodukten.

source: Alijäämä pieneni edellisvuodesta selvästi, mutta julkisen talouden menot olivat ripeästä talouskasvusta huolimatta edelleen tuloja suuremmat.
sv_se: Underskottet minskade klart från året innan, men trots den snabba ekonomiska tillväxten var den offentliga ekonomins utgifter fortfarande större än dess inkomster.

source: Julkisyhteisöjen velkasuhde kääntyi laskuun v. 2016 ja lasku jatkui v. 2017.
sv_se: Den offentliga sektorns skuldkvot började sjunka 2016 och detta fortsatte 2017.

source: Julkinen talous velkaantui kuitenkin edelleen.
sv_se: Den offentliga ekonomins skuldsättning fortsatte dock.

source: Julkisyhteisöjen kokonaismenot pysyivät v. 2017 likimain edellisvuoden tasolla.
sv_se: År 2017 låg den offentliga sektorns totala utgifter ungefär på samma nivå som året innan.

source: Menoja pienensivät sopeutustoimien ohella kilpailukykysopimuksen mukaiset julkisen sektorin työnantajamaksujen alennukset sekä lomarahaleikkaukset.
sv_se: Utgifterna minskade till följd av anpassningsåtgärderna och i enlighet med konkurrenskraftsavtalet av sänkningarna av arbetsgivaravgifterna inom den offentliga sektorn samt nedskärningarna av semesterpenningen.

source: Kokonaistulot kasvoivat työnantajamaksualennuksista ja kilpailukykysopimuksen yhteydessä myönnetyistä veronkevennyksistä huolimatta hyvin.
sv_se: De totala inkomsterna ökade trots sänkningarna av arbetsgivaravgifterna och de skattelättnader som beviljades i samband med konkurrenskraftsavtalet.

source: Kilpailukykysopimuksen vuoksi sekä menoaste että veroaste alenivat.
sv_se: På grund av konkurrenskraftsavtalet minskade både utgiftsgraden och skattegraden.

source: Julkisen talouden alasektoreista heikoin rahoitusasema on valtiontaloudessa.
sv_se: Av undersektorerna inom de offentliga finanserna uppvisar statsfinanserna den svagaste finansiella ställningen.

source: Valtiontalous oli 3,8 mrd. euroa eli 1,7 % suhteessa bruttokansantuotteeseen alijäämäinen, joskin alijäämä supistui edellisestä vuodesta yli 2 mrd. euroa.
sv_se: Statsfinanserna uppvisade ett underskott på 3,8 md euro, dvs. 1,7 % i förhållande till bruttonationalprodukten, även om underskottet minskade med över 2 md euro från föregående år.

source: Vahva talouskasvu lisäsi valtion verotuloja v. 2017, minkä lisäksi verotuloja kasvattivat kertaluonteiset tekijät, kuten poikkeuksellisen suuret yhteisöveron sekä perintö- ja lahjaveron tuotot.
sv_se: Den starka ekonomiska tillväxten ledde till att statens skatteinkomster ökade 2017 och utöver detta ökade skatteinkomsterna också på grund av faktorer av engångskaraktär, t.ex. de ovanligt stora intäkterna från samfundsskatten och arvs- och gåvoskatten.

source: Valtion menoja supistivat kilpailukykysopimuksen mukaiset työnantajamaksujen alennukset ja lomarahan leikkaus sekä hallitusohjelman mukaiset sopeutustoimet.
sv_se: Statens utgifter krympte tack vare sänkningarna av arbetsgivaravgifterna och nedskärningen av semesterpenningen i konkurrenskraftsavtalet samt anpassningsåtgärderna enligt regeringsprogrammet.

source: Paikallishallinto oli hieman alijäämäinen v. 2017.
sv_se: Lokalförvaltningen uppvisade ett svagt underskott 2017.

source: Alijäämä pieneni edellisvuodesta.
sv_se: Underskottet minskade från föregående år.

source: Paikallishallinnon kulutusmenot pysyivät kilpailukykysopimuksen lomarahaleikkauksista ja maksualennuksista, hallitusohjelman mukaisista sopeutustoimista sekä kuntien omista sopeutustoimista huolimatta likimain edellisvuoden tasolla.
sv_se: Trots konkurrenskraftsavtalets nedskärningar av semesterpenningen och sänkta avgifter, anpassningsåtgärderna enligt regeringsprogrammet och kommunernas egna anpassningsåtgärder, låg lokalförvaltningens konsumtionsutgifter ungefär på samma nivå som föregående år.

source: Paikallishallintoa rasittaa erityisesti väestön ikärakenteen muutoksesta aiheutuva sosiaali- ja terveydenhuoltomenojen kasvu.
sv_se: Lokalförvaltningen belastas i synnerhet av att utgifterna för social- och hälsovården ökar till följd av förändringar i befolkningens åldersstruktur.

source: Vuonna 2020 osa paikallishallinnon tehtävistä siirtyy maakunnille sote- ja maakuntauudistuksen myötä.
sv_se: År 2020 överförs en del av lokalförvaltningens uppgifter på landskapen i och med social- och hälsovårdsreformen och landskapsreformen.

source: Työeläkelaitosten ylijäämä oli hieman alle prosentin suhteessa bruttokansantuotteeseen v. 2017.
sv_se: Arbetspensionsanstalternas överskott var knappt en procent i förhållande till bruttonationalprodukten 2017.

source: Työeläkelaitosten ylijäämää on alentanut eläkemenojen nopea kasvu, jota eläkemaksutulojen ja omaisuustulojen kasvu ei ole riittänyt kumoamaan.
sv_se: Pensionsutgifternas snabba ökning har minskat arbetspensionsanstalternas överskott och de ökade inkomsterna från pensionsavgifter och förmögenhet räcker inte för att neutralisera den.

source: Muiden sosiaaliturvarahastojen rahoitusasema oli hieman ylijäämäinen.
sv_se: De övriga socialskyddsfondernas saldo uppvisade ett svagt överskott.

source: Muiden sosiaaliturvarahastojen rahoitusasemaa ovat vahvistaneet v. 2016 toteutettu työttömyysvakuutusmaksun korotus sekä työttömyyden aleneminen.
sv_se: De övriga socialskyddsfondernas saldo förbättrades av en höjning av arbetslöshetsförsäkringspremien 2016 och minskad arbetslöshet.

source: Julkisyhteisöjen menot lajeittain 2017
sv_se: Den offentliga sektorns utgifter per slag 2017

source: Julkisyhteisöjen tulot lajeittain 2017
sv_se: Den offentliga sektorns inkomster per slag 2017

source: Vuonna 2017 kaikkien alasektoreiden nettorahoitusvarat kasvoivat.
sv_se: År 2017 ökade de finansiella nettotillgångarna inom alla undersektorer.

source: Julkisyhteisöjen yhteenlasketut nettorahoitusvarat, eli rahoitusvarojen ja velkojen erotus, olivat 130,9 mrd. euroa vuoden 2017 lopussa.
sv_se: Den offentliga sektorns sammanlagda finansiella nettotillgångar, dvs. skillnaden mellan de finansiella tillgångarna och skulderna, uppgick till 130,9 md euro vid utgången av 2017.

source: Julkisyhteisöistä sosiaaliturvarahastojen nettorahoitusvarat ovat positiiviset, valtionhallinnon ja paikallishallinnon negatiiviset.
sv_se: Av den offentliga sektorns finansiella nettotillgångar är socialskyddsfondernas positiva, medan statsförvaltningens och lokalförvaltningens är negativa.

source: Vuoden aikana valtionhallinnon nettorahoitusvarat kasvoivat yht. 3,3 mrd. euroa.
sv_se: Under året ökade statsförvaltningens finansiella nettotillgångar med sammanlagt 3,3 md euro.

source: Vuoden lopussa valtion velka ylitti rahoitusvarat 64,2 mrd. eurolla.
sv_se: I slutet av året överskred statsskulden de finansiella tillgångarna med 64,2 md euro.

source: Paikallishallinnon nettorahoitusvarat kasvoivat 0,6 mrd. euroa.
sv_se: Lokalförvaltningens finansiella nettotillgångar ökade med 0,6 md euro.

source: Työeläkelaitosten ja muiden sosiaaliturvarahastojen nettorahoitusvarat nousivat vuoden 2017 aikana 12,2 mrd. eurolla.
sv_se: Arbetspensionsanstalternas och de övriga socialskyddsfondernas finansiella nettotillgångar ökade under 2017 med 12,2 md euro.

source: Vuoden lopussa varojen ja velkojen erotus oli 198,1 mrd. euroa.
sv_se: I slutet av året var skillnaden mellan tillgångarna och skulderna 198,1 md euro.

source: Työeläkelaitosten rahoitusvarat olivat 206,5 mrd. euroa.
sv_se: Arbetspensionsanstalternas finansiella tillgångar uppgick till 206,5 md euro.

source: 3.2 Valtiontalous
sv_se: 3.2 Statsfinanserna

source: 3.2.1 Valtiontalouden kokonaislaskelmat
sv_se: 3.2.1 Statens ekonomiska totalkalkyler

source: Valtiontalouden kokonaislaskelmien (tuotto- ja kululaskelma sekä tase) tarkoituksena on parantaa kokonaiskuvaa valtioneuvoston ohjausvallan alaisesta valtiontaloudesta (valtio-oikeushenkilö).
sv_se: Avsikten med statens totalkalkyler (intäkts- och kostnadskalkyl samt balansräkning) är att ge en bättre helhetsbild än i nuläget av statsfinanserna som är underställda statsrådet (den juridiska personen staten).

source: Kokonaislaskelmat antavat erillisiä tilinpäätöslaskelmia tarkemman kuvan valtiontalouden liikekirjanpidon mukaisesta tuloksesta ja taseen rakenteesta.
sv_se: Totalkalkylerna ger en klarare bild av resultatet och balansräkningens struktur enligt affärsbokföringen av statsfinanserna än separata bokslutskalkyler.

source: Kokonaislaskelmat on laadittu yhdistelemällä talousarviotalouden, valtion liikelaitosten ja talousarvion ulkopuolisten valtion rahastojen tilinpäätöstiedot .
sv_se: Totalkalkylerna har upprättats genom att budgetekonomin, statens affärsverk och fonderna utanför budgetekonomin har kombinerats.

source: Kirjanpitosääntöjen mukaisesti laadittavat konsernilaskelmat perustuvat määräysvaltakriteeriin.
sv_se: Koncernkalkylerna som utarbetas enligt bokföringsreglerna grundar sig på bestämmande inflytande.

source: Tällaiset laskelmat sisältäisivät nykyisten kokonaislaskelmien sisältämien talousarviotalouden, rahastotalouden ja liikelaitostalouden lisäksi valtionyhtiöt ja mahdollisesti myös valtion osakkuusyhtiöt sekä liikelaitosten tytär- ja osakkuusyhtiöt.
sv_se: Kalkylerna innehåller utöver budgetekonomin, fondekonomin och affärsverkens ekonomi som ingår i de nuvarande totalkalkylerna också de statsägda bolagen och eventuellt också statens intressebolag samt affärsverkens dotter- och intressebolag.

source: Yli 50 prosentin osuus äänivallasta, luettelo yhtiöistä on valtion tilinpäätöksen liitteessä 7 (hallituksen vuosikertomuksen liite 2).
sv_se: Över 50 % av rösträtten, en förteckning över bolagen finns i bilaga 7 till statens bokslut (regeringens årsberättelse, bilaga 2).

source: Valtiontalouden kokonaislaskelmat on laadittu edellä mainittujen yksiköiden virallisten tilinpäätösten perusteella, mutta ne ovat tilintarkastamattomia.
sv_se: Uppgifterna i statens nya totalkalkyler grundar sig på ovannämnda enheternas officiella bokslut, men de har inte reviderats.

source: Laskelmat ovat tarkemmin esitettyinä hallituksen vuosikertomuksen liitteen 2 luvussa 6.
sv_se: Kalkylerna presenteras mer ingående i bilaga 2 kap. 6 i regeringens årsberättelse.

source: Vuoden 2016 hallituksen vuosikertomuksessa esitetyistä kokonaislaskelmista poiketen kokonaislaskelmiin on sisällytetty valtion liikelaitoskonsernien tiedot emoliikelaitosten sijaan.
sv_se: I totalkalkylerna har uppgifter för statens affärsverkskoncerner tagits med i stället för de uppgifter för moderaffärsverken som ingick i totalkalkylerna i regeringens årsberättelse för 2016.

source: Näin ollen vuoden 2017 hallituksen vuosikertomuksessa esitetyt laskelmat eivät ole tältä osin vertailukelpoisia vuoden 2016 hallituksen vuosikertomuksessa esitettyihin laskelmiin.
sv_se: Följaktligen är de kalkyler som presenteras i regeringens årsberättelse för 2017 i detta avseende inte jämförbara med de kalkyler som ingick i regeringens årsberättelse för 2016.

source: Tässä luvussa sekä liitteen 2 luvussa 6 esitetyissä laskelmissa on laskettu uudelleen vertailuvuoden 2016 tiedot niin, että ne sisältävät liikelaitoskonsernien tiedot.
sv_se: I kalkylerna i detta kapitel samt i bilaga 2 kap. 6 har uppgifterna för 2016 räknats om så att de inbegriper uppgifterna för affärsverkskoncernerna.

source: Valtion kokonaistuotto- ja kululaskelmasta ja -taseesta on eliminoitu valtiontalouden sisäisten erien vaikutus eli valtion virastojen, rahastojen ja liikelaitosten keskinäiset tapahtumat.
sv_se: De statsfinansiella interna posternas effekt, det vill säga de inbördes transaktionerna mellan statens ämbetsverk, fonderna och affärsverken, har eliminerats i intäkts- och kostnadskalkylen och balansräkningen i totalkalkylerna.

source: Vuonna 2017 kokonaistuotto- ja kululaskelman kulujäämä oli 2,52 mrd. euroa.
sv_se: År 2017 var kostnadsåterstoden för den totala intäkts- och kostnadskalkylen 2,52 md euro.

source: Se on pienentynyt 0,89 mrd. euroa vuodesta 2016.
sv_se: Den har minskat med 0,89 md euro sedan 2016.

source: Tähän on vaikuttanut pääasiassa verotuottojen sekä rahoitustuottojen kasvu.
sv_se: Detta beror i huvudsak på att skatteintäkterna och de finansiella intäkterna vuxit.
